acpi
acpid
alsa-plugins
alsa-utils
amd-ucode
android-tools
arandr
automake
b43-fwcutter
bash
binutils
bluez
bluez-plugins
bluez-utils
bpytop
brave
btrfs-progs
bzip2
clang
coreutils
cpupower
crda
cronie
cryptsetup
cups
dash
device-mapper
devour
dhclient
dhcpcd
diffutils
dmraid
dosfstools
e2fsprogs
eagle
ecryptfs-utils
efibootmgr
etcher
exa
exfat-utils
f2fs-tools
fakeroot
feh
ffmpeg
file
file-roller
filesystem
findutils
firefox
fish
flameshot
gawk
gcc
gcc-libs
gettext
ghostscript
glib2-docs
glibc
gnome-disk-utility
gnuplot
gobject-introspection
godot
graphviz
grep
groff
grub
gsfonts
gstreamer
gtk-doc
gts
gzip
hplip
inetutils
intel-gpu-tools
intel-media-driver
intel-ucode
intel-undervolt
iproute2
iputils
itstool
jetbrains-toolbox
jfsutils
less
libtool
libva-mesa-driver
licenses
linux511
linux511-acpi_call
linux511-headers
logrotate
lvm2
lxsession
lyx
make
man-db
man-pages
manjaro-firmware
manjaro-release
manjaro-system
mdadm
memtest86+
mesa-vdpau
minicom
mkinitcpio-openswap
mpv
nemo
neofetch
nerd-fonts-roboto-mono
nerd-fonts-ubuntu-mono
networkmanager
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
openssl-1.0
os-prober
p7zip
pacman
patch
pavucontrol
pciutils
perl
picom
pkg2zip-fork
pkgconf
platformio
powertop
procps-ng
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
python-anytree
python-beaker
python-iwlib
python-lxml
python-mako
python-markdown
python-markupsafe
python-pip
python-psutil
python-pygments
python-wheel
qbittorrent
qemu
qtile
reiserfsprogs
repo
rofi
rsync
s-nail
sed
shadow
simple-scan
starship
sudo
sxiv
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-formatsextra
texlive-latexextra
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
throttled
tilix
tlp
ttf-ubuntu-font-family
unrar
unzip
usbutils
util-linux
vala
vi
vim
virtualbox
visual-studio-code-bin
vulkan-intel
wget
which
wpa_supplicant
wxmaxima
xclip
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-xbacklight
xorg-xdm
xorg-xev
xorg-xinit
xscreensaver
xterm
xz
yay
youtube-dl
zathura
zathura-pdf-poppler
zip
